const data = [
  {
    question: "Σε ποιους απευθύνεται η εφαρμογή;",
    panel:
      "Απευθύνεται σε όλους τους φοιτητές/φοιτήτριες του πανεπιστημίου καθώς και στο διδακτικό και διοικητικό προσωπικό.",
  },
  {
    question: "Τι μπορώ να βρω στην εφαρμογή;",
    panel:
      "Η εφαρμογή παρουσιάζει στο κινητό όλες τις υπηρεσίες του πανεπιστημίου καθώς και ό,τι χρειάζεται ένας φοιτητής/φοιτήτρια κατά τη διάρκεια της φοιτητικής ζωής.",
  },
  {
    question: "Από πού μπορώ να εγκαταστήσω την εφαρμογή;",
    panel:
      "Η εφαρμογή μπορεί να προστεθεί στην αρχική σας οθόνη. Επιλέξτε τον browser σας, πατήστε στο μενού δεξιά, και μετά επιλέξτε 'Add to Home Screen'. Θα γίνει αυτόματη εγκατάσταση της εφαρμογής, στη συσκευή σας. ΠΡΟΣΟΧΗ! Για χρήστες iPhone, το συγκεκριμένο λειτουργεί μόνο στο Safari. Διαφορετικά, κρατήστε την ιστοσελίδα στους σελιδοδείκτες σας.",
  },
  {
    question: "Η εφαρμογή δουλεύει offline;",
    panel:
      "Προς το παρόν η εφαρμογή χρειάζεται να είστε συνδεδεμένοι/ες στο διαδίκτυο για να μπορέσει να σας παρουσιάσει τα δεδομένα που έχετε αναζητήσει. Σε επόμενη έκδοση της εφαρμογής πιθανόν να μη χρειάζεται διαδίκτυο για τη λειτουργία της. ",
  },
  {
    question: "Η εφαρμογή είναι δωρεάν;",
    panel:
      "Η εφαρμογή διατίθεται δωρεάν για όλους τους φοιτητές/φοιτήτριες και το προσωπικό του πανεπιστημίου.",
  },
  {
    question: "Ποιοι κατασκεύασαν την εφαρμογή;",
    panel:
      "Η εφαρμογή κατασκευάστηκε από την Ομάδα Ανοικτού Λογισμικού του Πανεπιστημίου Μακεδονίας.",
  },
  {
    question: "Πού κρατούνται τα δεδομένα μου;",
    panel:
      "Δεν αποθηκεύονται προσωπικά σας δεδομένα σε κάποιον διακομιστή του πανεπιστημίου. Αποθηκεύεται στη συσκευή σας η σχολή που θα επιλέξετε κατά την είσοδό σας στην εφαρμογή ώστε να σας παρουσιάζονται τα δεδομένα που αφορούν τη σχολή σας και μόνο.",
  },
];

export default data;
