const data = [
  {
    "question": "Σε ποιους απεθύνεται η εφαρμογή;",
    "panel":
      "Απευθύνεται σε όλους τους φοιτητές/φοιτήτριες του πανεπιστημίου καθώς και στο διδακτικό και διοικητικό προσωπικό."
  },
  {
    "question": "Τι μπορώ να βρω στην εφαρμογή;",
    "panel":
      "Η εφαρμογή παρουσιάζει στο κινητό όλες τις υπηρεσείες του πανεπιστημίου καθώς και ότι χρειάζεται ένας φοιτητής/φοιτήτρια κατά τη διάρκεια της φοιτητικής ζωής."
  },
  {
    "question":"Από που μπορώ να εγκαταστήσω την εφαρμογή;",
    "panel":"Η εφαρμογή εγκαθίσταται από ΕΚΕΙ και από ΕΚΕΙ. Εναλλακτικά μπορείτε να την βρείτε και από ΕΚΕΙ"
  },
  {
    "question":"Η εφαρμογή δουλεύει offline;",
    "panel":"Προς το παρόν η εφαρμογή χρειάζεται να είστε συνδεδεμένοι στο διαδίκτυο για να μπορέσει να σας παρουσιασει τα δεδομένα που έχετε αναζητήσει. Σε επόμενη έκδοση της εφαρμογής πιθανό να μην χρειάζεται διαδίκτυο για την λειτουργία της. "
  },
  {
    "question":"Η εφαρμογή είναι δωρεάν;",
    "panel":"Η εφαρμογή διατίθεται δωρεάν για όλους τους φοιτητές/φοιτήτριες και το προσωπικό του πανεπιστημίου."
  },
  {
    "question":"Ποιοι κατασκεύασαν την εφαρμογή;",
    "panel":"Η εφαρμογή κατασκευάστηκε από την Ομάδα Ανοικτού Λογισμικού του Πανεπιστημίου Μακεδονίας."
  },
  {
    "question":"Που κρατούνται τα δεδομένα μου;",
    "panel":"Δεν αποθηκεύονται προσωπικά σας δεδομένα σε κάποιον διακομιστή του πανεπιστημίου. Αποθηκεύεται στην συσκευή σας, η σχολή που θα επιλέξετε κατά την είσοδό σας στην εφαρμογή ώστε να σας παρουσιάζονται τα δεδομένα που αφορούν την σχολή σας και μόνο."
  }
];

export default data;


